Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Run Probe
ar: تشغيل الفحص
de: Sonde ausführen
es: Ejecutar sondeo
fr: Exécuter l'''analyse
he: הפעל בדיקה
hi: जांच चलाएं
id: Jalankan Pindai
it: Esegui analisi
ja: 検出を実行
ko: 감지 실행
nl: Peiling uitvoeren
pl: Uruchom badanie
pt_br: Executar Sonda
ru: Запустить пробу
sv: Kör sondering
tr: Yoklamayı Çalıştır
uk: Запустити пробу
vi: Chạy thăm dò
zh_hans: 运行探测
zh_hant: 執行探測

source: Run in background asynchronously (non-blocking)
ar: تشغيل في الخلفية بشكل غير متزامن (غير مانع)
de: Asynchron im Hintergrund ausführen (nicht blockierend)
es: Ejecutar en segundo plano de forma asíncrona (no bloqueante)
fr: Exécuter en arrière-plan de manière asynchrone (non bloquant)
he: הפעל ברקע באופן אסינכרוני (לא חוסם)
hi: पृष्ठभूमि में एसिंक्रोनस रूप से चलाएं (गैर-अवरोधक)
id: Jalankan di latar belakang secara asinkron (non-pemblokiran)
it: Esegui in background in modo asincrono (non bloccante)
ja: バックグラウンドで非同期に実行（ノンブロッキング）
ko: 백그라운드에서 비동기식으로 실행(비차단)
nl: Asynchroon op de achtergrond uitvoeren (niet-blokkerend)
pl: Uruchom w tle asynchronicznie (nieblokująco)
pt_br: Executar em segundo plano de forma assíncrona (sem bloqueio)
ru: Запускать в фоне асинхронно (без блокировки)
sv: Kör i bakgrunden asynkront (icke-blockerande)
tr: Arka planda eşzamansız çalıştır (engellemesiz)
uk: Запускати у фоні асинхронно (без блокування)
vi: Chạy trong nền không đồng bộ (không chặn)
zh_hans: 在后台异步运行（非阻塞）
zh_hant: 在背景非同步執行（非阻塞）

source: Running
ar: قيد التشغيل
de: Läuft
es: En ejecución
fr: En cours d'exécution
he: פועל
hi: चल रहा है
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Działa
pt_br: Em execução
ru: Работает
sv: Körs
tr: Çalışıyor
uk: Працює
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

source: Running tools...
ar: تشغيل الأدوات...
de: Tools werden ausgeführt...
es: Ejecutando herramientas...
fr: Exécution des outils...
he: מפעיל כלים...
hi: उपकरण चल रहे हैं...
id: Menjalankan alat...
it: Esecuzione strumenti...
ja: ツールを実行中...
ko: 도구 실행 중...
nl: Hulpprogramma's uitvoeren...
pl: Uruchamianie narzędzi...
pt_br: Executando ferramentas...
ru: Выполнение инструментов...
sv: Kör verktyg...
tr: Araçlar çalıştırılıyor...
uk: Запуск інструментів...
vi: Đang chạy công cụ...
zh_hans: 正在运行工具...
zh_hant: 正在執行工具...

source: SOUL and personality are stored with Settings. Keychain-stored hook secrets never travel, and the Default user's downloaded models and install registry are never part of a backup.
ar: يُخزَّن SOUL والشخصية مع الإعدادات. أسرار الخطافات المخزنة في سلسلة المفاتيح لا تنتقل أبدا، والطُرز التي نزّلها المستخدم الافتراضي وسجل التثبيت ليسا جزءا من النسخة الاحتياطية أبدا.
de: SOUL und die Persönlichkeit werden mit den Einstellungen gespeichert. Im Schlüsselbund gespeicherte Hook-Geheimnisse reisen nie, und die heruntergeladenen Modelle des Standardbenutzers und die Installationsregistry sind nie Teil eines Backups.
es: SOUL y la personalidad se guardan con la configuración. Los secretos de hooks guardados en el llavero nunca viajan, y los modelos descargados del usuario predeterminado y el registro de instalación nunca forman parte de una copia de seguridad.
fr: SOUL et la personnalité sont stockés avec les réglages. Les secrets de hooks stockés dans le trousseau ne voyagent jamais, et les modèles téléchargés de l'utilisateur par défaut ainsi que le registre d'installation ne font jamais partie d'une sauvegarde.
he: SOUL והאישיות נשמרים עם ההגדרות. סודות הוק המאוחסנים בצרור המפתחות לעולם לא נעים, והמודלים שהוריד משתמש ברירת המחדל ורישום ההתקנה לעולם אינם חלק מגיבוי.
hi: SOUL और व्यक्तित्व सेटिंग्स के साथ संग्रहीत होते हैं। कीचेन में संग्रहीत हुक रहस्य कभी यात्रा नहीं करते, और डिफ़ॉल्ट उपयोगकर्ता के डाउनलोड किए गए मॉडल और इंस्टॉल रजिस्ट्री कभी बैकअप का हिस्सा नहीं होते।
id: SOUL dan kepribadian disimpan bersama Pengaturan. Rahasia hook yang disimpan di Keychain tidak pernah ikut, dan model unduhan milik pengguna bawaan serta registri instalasi tidak pernah menjadi bagian dari cadangan.
it: SOUL e personalità sono memorizzati nelle Impostazioni. I segreti degli hook nel portachiavi non viaggiano mai, e i modelli scaricati dell'utente predefinito e il registro d'installazione non fanno mai parte di un backup.
ja: SOULとパーソナリティは設定に保存されます。キーチェーンに保存されたフックのシークレットは決して移動せず、デフォルトユーザーのダウンロード済みモデルとインストールレジストリもバックアップには含まれません。
ko: SOUL과 개성은 설정에 저장됩니다. 키체인에 저장된 훅 시크릿은 절대 이동하지 않으며, 기본 사용자가 다운로드한 모델과 설치 레지스트리도 백업에 절대 포함되지 않습니다.
nl: SOUL en persoonlijkheid worden bij Instellingen opgeslagen. In de sleutelhanger opgeslagen hook-geheimen reizen nooit, en de gedownloade modellen van de standaardgebruiker en het installatieregister maken nooit deel uit van een back-up.
pl: SOUL i osobowość są przechowywane z Ustawieniami. Sekrety hooków przechowywane w pęku kluczy nigdy nie podróżują, a pobrane modele użytkownika domyślnego i rejestr instalacji nigdy nie są częścią kopii zapasowej.
pt_br: SOUL e personalidade ficam armazenados com as Configurações. Segredos de hooks guardados no chaveiro nunca viajam, e os modelos baixados do usuário padrão e o registro de instalação nunca fazem parte de um backup.
ru: SOUL и личность хранятся в Настройках. Секреты хуков из Связки ключей никогда не переносятся, а скачанные модели пользователя по умолчанию и реестр установки никогда не входят в резервную копию.
sv: SOUL och personlighet lagras med Inställningar. Nyckelringlagrade hookhemligheter färdas aldrig, och standardanvändarens nerladdade modeller och installationsregistret ingår aldrig i en säkerhetskopia.
tr: SOUL ve kişilik Ayarlarla birlikte saklanır. Anahtar zincirinde saklanan kanca sırları asla taşınmaz ve varsayılan kullanıcının indirilen modelleri ile kurulum kaydı asla bir yedeğin parçası olmaz.
uk: SOUL і особистість зберігаються з Налаштуваннями. Секрети хуків зі Зв'язки ключів ніколи не переносяться, а завантажені моделі типового користувача та реєстр встановлення ніколи не є частиною резервної копії.
vi: SOUL và tính cách được lưu cùng Cài đặt. Bí mật hook lưu trong Keychain không bao giờ được mang theo, và các mô hình đã tải của người dùng mặc định cùng sổ đăng ký cài đặt không bao giờ là một phần của bản sao lưu.
zh_hans: SOUL 和个性随设置一起存储。钥匙串中保存的钩子密钥绝不会携带，默认用户下载的模型和安装注册表也绝不会成为备份的一部分。
zh_hant: SOUL 與個性隨設定一併儲存。鑰匙圈中保存的掛鉤密鑰絕不會攜帶，預設使用者下載的模型與安裝註冊表也絕不會成為備份的一部分。

source: SSE Endpoint Configuration
ar: إعدادات نقطة نهاية SSE
de: SSE-Endpunkt-Konfiguration
es: Configuración del punto de conexión SSE
fr: Configuration du point de terminaison SSE
he: תצורת נקודת קצה SSE
hi: SSE एंडपॉइंट कॉन्फ़िगरेशन
id: Konfigurasi endpoint SSE
it: Configurazione dell'endpoint SSE
ja: SSE エンドポイントの構成
ko: SSE 엔드포인트 구성
nl: Configuratie SSE-eindpunt
pl: Konfiguracja punktu końcowego SSE
pt_br: Configuração do endpoint SSE
ru: Настройка конечной точки SSE
sv: Konfiguration av SSE-slutpunkt
tr: SSE uç noktası yapılandırması
uk: Налаштування кінцевої точки SSE
vi: Cấu hình điểm cuối SSE
zh_hans: SSE 端点配置
zh_hant: SSE 端點組態

source: START HERE
ar: ابدأ من هنا
de: HIER STARTEN
es: EMPIEZA AQUÍ
fr: COMMENCEZ ICI
he: התחילו כאן
hi: यहाँ से शुरू करें
id: MULAI DI SINI
it: INIZIA QUI
ja: ここから始める
ko: 여기서 시작
nl: BEGIN HIER
pl: ZACZNIJ TUTAJ
pt_br: COMECE AQUI
ru: НАЧНИТЕ ЗДЕСЬ
sv: BÖRJA HÄR
tr: BURADAN BAŞLAYIN
uk: ПОЧНІТЬ ТУТ
vi: BẮT ĐẦU TẠI ĐÂY
zh_hans: 从这里开始
zh_hant: 從這裡開始

source: Sample interface text with active styling, contrast and accent colors.
ar: نص واجهة تجريبي بالتنسيق والتباين وألوان التمييز النشطة.
de: Beispieltext der Oberfläche mit aktivem Stil, Kontrast und Akzentfarben.
es: Texto de interfaz de muestra con el estilo, el contraste y los colores de acento activos.
fr: Exemple de texte d'interface avec le style, le contraste et les couleurs d'accent actifs.
he: טקסט ממשק לדוגמה עם הסגנון, הניגודיות וצבעי ההדגשה הפעילים.
hi: सक्रिय स्टाइल, कंट्रास्ट और एक्सेंट रंगों के साथ नमूना इंटरफ़ेस टेक्स्ट।
id: Contoh teks antarmuka dengan gaya, kontras, dan warna aksen yang aktif.
it: Testo di esempio dell'interfaccia con stile, contrasto e colori di accento attivi.
ja: 現在のスタイル、コントラスト、アクセントカラーを適用したインターフェイスのサンプルテキストです。
ko: 현재 스타일, 대비, 강조색이 적용된 인터페이스 샘플 텍스트입니다.
nl: Voorbeeldtekst van de interface met de actieve stijl, het contrast en de accentkleuren.
pl: Przykładowy tekst interfejsu z aktywnym stylem, kontrastem i kolorami akcentu.
pt_br: Texto de interface de exemplo com o estilo, o contraste e as cores de destaque ativos.
ru: Образец текста интерфейса с активным оформлением, контрастом и акцентными цветами.
sv: Exempeltext för gränssnittet med aktiv stil, kontrast och accentfärger.
tr: Etkin biçem, karşıtlık ve vurgu renkleriyle örnek arayüz metni.
uk: Зразок тексту інтерфейсу з активним оформленням, контрастом і акцентними кольорами.
vi: Văn bản giao diện mẫu với kiểu dáng, độ tương phản và màu nhấn đang dùng.
zh_hans: 应用当前样式、对比度和强调色的界面示例文本。
zh_hant: 套用目前樣式、對比與強調色的介面範例文字。

source: Sampling and prompt changes apply to the next turn. Load settings apply after model reload.
ar: تُطبق تغييرات أخذ العينات والموجه في الدور التالي. تُطبق إعدادات التحميل بعد إعادة تحميل النموذج.
de: Sampling- und Prompt-Änderungen gelten ab der nächsten Runde. Ladeeinstellungen werden nach dem Neuladen des Modells wirksam.
es: Los cambios de muestreo y prompt se aplican en el siguiente turno. Los ajustes de carga se aplican tras recargar el modelo.
fr: Les modifications d'échantillonnage et de prompt s'appliquent au tour suivant. Les paramètres de chargement s'appliquent après le rechargement du modèle.
he: שינויי דגימה והנחיה חלים בתור הבא. הגדרות טעינה חלות לאחר טעינה מחדש של המודל.
hi: सैंपलिंग और प्रॉम्प्ट परिवर्तन अगले मोड़ पर लागू होते हैं। लोड सेटिंग्स मॉडल पुनः लोड होने के बाद लागू होती हैं।
id: Perubahan pengambilan sampel dan prompt berlaku pada giliran berikutnya. Pengaturan pemuatan berlaku setelah model dimuat ulang.
it: Le modifiche al campionamento e ai prompt si applicano al turno successivo. Le impostazioni di caricamento si applicano dopo il ricaricamento del modello.
ja: サンプリングとプロンプトの変更は次のターンから適用されます。ロード設定はモデルの再ロード後に適用されます。
ko: 샘플링 및 프롬프트 변경 사항은 다음 턴부터 적용됩니다. 로드 설정은 모델을 다시 로드한 후에 적용됩니다.
nl: Wijzigingen in sampling en prompts worden van kracht bij de volgende beurt. Laadinstellingen worden toegepast na het herladen van het model.
pl: Zmiany próbkowania i promptu obowiązują od następnej tury. Ustawienia ładowania są stosowane po ponownym załadowaniu modelu.
pt_br: As alterações de amostragem e prompt são aplicadas no próximo turno. As configurações de carregamento são aplicadas após recarregar o modelo.
ru: Изменения выборки и промпта применяются со следующего хода. Настройки загрузки применяются после перезагрузки модели.
sv: Ändringar av sampling och prompt tillämpas vid nästa tur. Laddningsinställningar tillämpas efter att modellen lästs in igen.
tr: Örnekleme ve istem değişiklikleri sonraki turda geçerli olur. Yükleme ayarları model yeniden yüklendikten sonra uygulanır.
uk: Зміни вибірки та промпту застосовуються з наступного ходу. Налаштування завантаження застосовуються після перезавантаження моделі.
vi: Thay đổi lấy mẫu và câu lệnh áp dụng cho lượt tiếp theo. Cài đặt tải áp dụng sau khi tải lại mô hình.
zh_hans: 采样和提示词更改将在下一轮生效。加载设置将在重新加载模型后生效。
zh_hant: 取樣和提示詞變更將在下一輪生效。載入設定將在重新載入模型後生效。

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save Hook
ar: حفظ الخطاف
de: Hook speichern
es: Guardar enlace
fr: Enregistrer le hook
he: שמור הוק
hi: हुक सहेजें
id: Simpan Hook
it: Salva hook
ja: フックを保存
ko: 훅 저장
nl: Hook opslaan
pl: Zapisz punkt zaczepienia
pt_br: Salvar Gancho
ru: Сохранить хук
sv: Spara hook
tr: Kancayı Kaydet
uk: Зберегти хук
vi: Lưu điểm móc
zh_hans: 保存钩子
zh_hant: 儲存掛鉤

source: Save Mirror
ar: حفظ المرآة
de: Spiegelung speichern
es: Guardar réplica
fr: Enregistrer le miroir
he: שמור מראה
hi: दर्पण सहेजें
id: Simpan Cermin
it: Salva mirror
ja: ミラーを保存
ko: 미러 저장
nl: Spiegel opslaan
pl: Zapisz serwer lustrzany
pt_br: Salvar Espelho
ru: Сохранить зеркало
sv: Spara spegel
tr: Yansıyı Kaydet
uk: Зберегти дзеркало
vi: Lưu bản sao
zh_hans: 保存镜像
zh_hant: 儲存映像

source: Save Preset
ar: حفظ الإعداد المسبق
de: Voreinstellung speichern
es: Guardar ajuste preestablecido
fr: Enregistrer le préréglage
he: שמור הגדרה מוגדרת מראש
hi: प्रीसेट सहेजें
id: Simpan Preset
it: Salva preimpostazione
ja: プリセットを保存
ko: 프리셋 저장
nl: Voorinstelling opslaan
pl: Zapisz ustawienie wstępne
pt_br: Salvar Predefinição
ru: Сохранить пресет
sv: Spara förinställning
tr: Ön Ayarı Kaydet
uk: Зберегти пресет
vi: Lưu giá trị đặt trước
zh_hans: 保存预设
zh_hant: 儲存預設

source: Save Prompt
ar: حفظ الموجه
de: Prompt speichern
es: Guardar instrucción
fr: Enregistrer l'''invite
he: שמור הנחיה
hi: प्रॉम्प्ट सहेजें
id: Simpan Prompt
it: Salva prompt
ja: プロンプトを保存
ko: 프롬프트 저장
nl: Prompt opslaan
pl: Zapisz prompt
pt_br: Salvar Prompt
ru: Сохранить запрос
sv: Spara prompt
tr: İstemi Kaydet
uk: Зберегти підказку
vi: Lưu lời nhắc
zh_hans: 保存提示词
zh_hant: 儲存提示詞

source: Save Server
ar: حفظ الخادم
de: Server speichern
es: Guardar servidor
fr: Enregistrer le serveur
he: שמור שרת
hi: सर्वर सहेजें
id: Simpan Server
it: Salva server
ja: サーバーを保存
ko: 서버 저장
nl: Server opslaan
pl: Zapisz serwer
pt_br: Salvar Servidor
ru: Сохранить сервер
sv: Spara server
tr: Sunucuyu Kaydet
uk: Зберегти сервер
vi: Lưu máy chủ
zh_hans: 保存服务器
zh_hant: 儲存伺服器

source: Save Skill
ar: حفظ المهارة
de: Fähigkeit speichern
es: Guardar habilidad
fr: Enregistrer la compétence
he: שמור מיומנות
hi: कौशल सहेजें
id: Simpan Keterampilan
it: Salva competenza
ja: スキルを保存
ko: 스킬 저장
nl: Vaardigheid opslaan
pl: Zapisz umiejętność
pt_br: Salvar Habilidade
ru: Сохранить навык
sv: Spara färdighet
tr: Beceriyi Kaydet
uk: Зберегти навичку
vi: Lưu kỹ năng
zh_hans: 保存技能
zh_hant: 儲存技能

source: Save Token
ar: حفظ الرمز المميز
de: Token speichern
es: Guardar token
fr: Enregistrer le jeton
he: שמור אסימון
hi: टोकन सहेजें
id: Simpan Token
it: Salva token
ja: トークンを保存
ko: 토큰 저장
nl: Token opslaan
pl: Zapisz token
pt_br: Salvar Token
ru: Сохранить токен
sv: Spara token
tr: Belirteci Kaydet
uk: Зберегти токен
vi: Lưu mã thông báo
zh_hans: 保存令牌
zh_hant: 儲存權杖

source: Save a local copy of this conversation
ar: حفظ نسخة محلية من هذه المحادثة
de: Eine lokale Kopie dieser Unterhaltung speichern
es: Guardar una copia local de esta conversación
fr: Enregistrer une copie locale de cette conversation
he: שמירת עותק מקומי של השיחה
hi: इस बातचीत की स्थानीय प्रति सहेजें
id: Simpan salinan lokal percakapan ini
it: Salvare una copia locale di questa conversazione
ja: この会話のコピーをローカルに保存
ko: 이 대화의 로컬 사본 저장
nl: Een lokale kopie van dit gesprek opslaan
pl: Zapisz lokalną kopię tej rozmowy
pt_br: Salvar uma cópia local desta conversa
ru: Сохранить локальную копию беседы
sv: Spara en lokal kopia av denna konversation
tr: Bu konuşmanın yerel bir kopyasını kaydet
uk: Зберегти локальну копію цієї розмови
vi: Lưu bản sao cục bộ của cuộc trò chuyện này
zh_hans: 保存此对话的本地副本
zh_hant: 儲存此對話的本機副本

source: Save as new theme
ar: حفظ كسمة جديدة
de: Als neues Design speichern
es: Guardar como tema nuevo
fr: Enregistrer comme nouveau thème
he: שמור כערכת נושא חדשה
hi: नई थीम के रूप में सहेजें
id: Simpan sebagai tema baru
it: Salva come nuovo tema
ja: 新しいテーマとして保存
ko: 새 테마로 저장
nl: Opslaan als nieuw thema
pl: Zapisz jako nowy motyw
pt_br: Salvar como novo tema
ru: Сохранить как новую тему
sv: Spara som nytt tema
tr: Yeni tema olarak kaydet
uk: Зберегти як нову тему
vi: Lưu thành chủ đề mới
zh_hans: 另存为新主题
zh_hant: 另存為新主題

source: Save project to configure MCPs
ar: احفظ المشروع لضبط خوادم MCP
de: Projekt speichern, um MCPs zu konfigurieren
es: Guarda el proyecto para configurar los MCP
fr: Enregistrez le projet pour configurer les MCP
he: שמור את הפרויקט כדי להגדיר MCP
hi: MCP कॉन्फ़िगर करने के लिए प्रोजेक्ट सहेजें
id: Simpan proyek untuk mengonfigurasi MCP
it: Salva il progetto per configurare gli MCP
ja: MCP を構成するにはプロジェクトを保存してください
ko: MCP를 구성하려면 프로젝트를 저장하세요
nl: Sla het project op om MCP's te configureren
pl: Zapisz projekt, aby skonfigurować MCP
pt_br: Salve o projeto para configurar os MCPs
ru: Сохраните проект, чтобы настроить MCP
sv: Spara projektet för att konfigurera MCP:er
tr: MCP'leri yapılandırmak için projeyi kaydedin
uk: Збережіть проєкт, щоб налаштувати MCP
vi: Lưu dự án để cấu hình MCP
zh_hans: 保存项目以配置 MCP
zh_hant: 儲存專案以設定 MCP

source: Save the image before deleting this chat.
ar: احفظ الصورة قبل حذف هذه المحادثة.
de: Speichere das Bild, bevor du diesen Chat löschst.
es: Guarda la imagen antes de eliminar este chat.
fr: Enregistrez l’image avant de supprimer cette conversation.
he: שמור את התמונה לפני מחיקת הצ'אט הזה.
hi: इस चैट को हटाने से पहले इमेज सेव करें।
id: Simpan gambar sebelum menghapus chat ini.
it: Salva l'immagine prima di eliminare questa chat.
ja: このチャットを削除する前に画像を保存してください。
ko: 이 채팅을 삭제하기 전에 이미지를 저장하세요.
nl: Sla de afbeelding op voordat je deze chat verwijdert.
pl: Zapisz obraz przed usunięciem tego czatu.
pt_br: Salve a imagem antes de excluir este chat.
ru: Сохраните изображение перед удалением этого чата.
sv: Spara bilden innan du tar bort den här chatten.
tr: Bu sohbeti silmeden önce görüntüyü kaydedin.
uk: Збережіть зображення перед видаленням цього чату.
vi: Hãy lưu hình ảnh trước khi xóa cuộc trò chuyện này.
zh_hans: 删除此聊天前请保存图像。
zh_hant: 刪除此聊天前請儲存圖像。

source: Save the image before switching profiles.
ar: احفظ الصورة قبل تبديل الملف الشخصي.
de: Speichere das Bild, bevor du das Profil wechselst.
es: Guarda la imagen antes de cambiar de perfil.
fr: Enregistrez l’image avant de changer de profil.
he: שמור את התמונה לפני החלפת הפרופיל.
hi: प्रोफ़ाइल बदलने से पहले इमेज सेव करें।
id: Simpan gambar sebelum berganti profil.
it: Salva l'immagine prima di cambiare profilo.
ja: プロファイルを切り替える前に画像を保存してください。
ko: 프로필을 전환하기 전에 이미지를 저장하세요.
nl: Sla de afbeelding op voordat je van profiel wisselt.
pl: Zapisz obraz przed zmianą profilu.
pt_br: Salve a imagem antes de trocar de perfil.
ru: Сохраните изображение перед сменой профиля.
sv: Spara bilden innan du byter profil.
tr: Profili değiştirmeden önce görüntüyü kaydedin.
uk: Збережіть зображення перед зміною профілю.
vi: Hãy lưu hình ảnh trước khi chuyển hồ sơ.
zh_hans: 切换配置文件前请保存图像。
zh_hant: 切換設定檔前請儲存圖像。

source: Saved to memory
ar: تم الحفظ في الذاكرة
de: Im Memory gespeichert
es: Guardado en memoria
fr: Enregistré en mémoire
he: נשמר בזיכרון
hi: मेमोरी में सहेजा गया
id: Disimpan ke memori
it: Salvato in memoria
ja: メモリに保存しました
ko: 메모리에 저장됨
nl: Opgeslagen in het geheugen
pl: Zapisano w pamięci
pt_br: Salvo na memória
ru: Сохранено в памяти
sv: Sparat i minnet
tr: Belleğe kaydedildi
uk: Збережено в пам'яті
vi: Đã lưu vào bộ nhớ
zh_hans: 已保存到记忆
zh_hant: 已儲存到記憶

source: Scale
ar: المقياس
de: Skalierung
es: Escala
fr: Échelle
he: קנה מידה
hi: स्केल
id: Skala
it: Scala
ja: スケール
ko: 배율
nl: Schaal
pl: Skala
pt_br: Escala
ru: Масштаб
sv: Skala
tr: Ölçek
uk: Масштаб
vi: Tỷ lệ
zh_hans: 缩放
zh_hant: 縮放

source: Scan Folder
ar: فحص المجلد
de: Ordner durchsuchen
es: Escanear carpeta
fr: Analyser le dossier
he: סרוק תיקייה
hi: फ़ोल्डर स्कैन करें
id: Pindai Folder
it: Scansiona cartella
ja: フォルダをスキャン
ko: 폴더 검색
nl: Map scannen
pl: Skanuj folder
pt_br: Verificar Pasta
ru: Сканировать папку
sv: Skanna mapp
tr: Klasörü Tara
uk: Сканувати папку
vi: Quét thư mục
zh_hans: 扫描文件夹
zh_hant: 掃描資料夾

source: Scan LM Studio
ar: فحص LM Studio
de: LM Studio durchsuchen
es: Escanear LM Studio
fr: Analyser LM Studio
he: סרוק את LM Studio
hi: LM Studio स्कैन करें
id: Pindai LM Studio
it: Scansiona LM Studio
ja: LM Studioをスキャン
ko: LM Studio 검색
nl: LM Studio scannen
pl: Skanuj LM Studio
pt_br: Verificar LM Studio
ru: Сканировать LM Studio
sv: Skanna LM Studio
tr: LM Studio'yu Tara
uk: Сканувати LM Studio
vi: Quét LM Studio
zh_hans: 扫描 LM Studio
zh_hant: 掃描 LM Studio

source: Scanning agent skill directories...
ar: جارٍ فحص أدلة مهارات الوكلاء...
de: Verzeichnisse für Agent-Skills werden durchsucht...
es: Analizando los directorios de habilidades de los agentes...
fr: Analyse des répertoires de compétences des agents...
he: סורק את תיקיות מיומנויות הסוכן...
hi: एजेंट स्किल डायरेक्टरी स्कैन की जा रही हैं...
id: Memindai direktori keterampilan agen...
it: Scansione delle directory delle competenze degli agenti...
ja: エージェントスキルのディレクトリをスキャンしています...
ko: 에이전트 스킬 디렉터리를 검색하는 중...
nl: Mappen met agentskills scannen...
pl: Skanowanie katalogów umiejętności agentów...
pt_br: Verificando os diretórios de habilidades dos agentes...
ru: Сканирование каталогов навыков агентов...
sv: Söker igenom kataloger med agentfärdigheter...
tr: Aracı beceri dizinleri taranıyor...
uk: Сканування каталогів навичок агентів...
vi: Đang quét thư mục kỹ năng của tác nhân...
zh_hans: 正在扫描代理技能目录...
zh_hant: 正在掃描代理技能目錄...

source: Scanning known locations...
ar: جارٍ فحص المواقع المعروفة...
de: Bekannte Speicherorte werden gescannt...
es: Escaneando ubicaciones conocidas...
fr: Analyse des emplacements connus...
he: סורק מיקומים ידועים...
hi: ज्ञात स्थानों को स्कैन किया जा रहा है...
id: Memindai lokasi yang diketahui...
it: Scansione delle posizioni note...
ja: 既知の場所をスキャン中...
ko: 알려진 위치 검색 중...
nl: Bekende locaties scannen...
pl: Skanowanie znanych lokalizacji...
pt_br: Verificando locais conhecidos...
ru: Сканирование известных расположений...
sv: Skannar kända platser...
tr: Bilinen konumlar taranıyor...
uk: Сканування відомих розташувань...
vi: Đang quét các vị trí đã biết...
zh_hans: 正在扫描已知位置...
zh_hant: 正在掃描已知位置...

source: Scans project root for .mcp.json, opencode.json, .cursor, .vscode, and .agents configs.
ar: يفحص جذر المشروع بحثا عن إعدادات ‎.mcp.json وopencode.json و‎.cursor و‎.vscode و‎.agents.
de: Durchsucht den Projektstamm nach den Konfigurationen .mcp.json, opencode.json, .cursor, .vscode und .agents.
es: Analiza la raíz del proyecto en busca de configuraciones .mcp.json, opencode.json, .cursor, .vscode y .agents.
fr: Analyse la racine du projet à la recherche des configurations .mcp.json, opencode.json, .cursor, .vscode et .agents.
he: סורק את שורש הפרויקט לאיתור תצורות ‎.mcp.json, ‏opencode.json, ‏.cursor, ‏.vscode ו-‎.agents.
hi: प्रोजेक्ट रूट में .mcp.json, opencode.json, .cursor, .vscode और .agents कॉन्फ़िग स्कैन करता है।
id: Memindai root proyek untuk konfigurasi .mcp.json, opencode.json, .cursor, .vscode, dan .agents.
it: Analizza la radice del progetto alla ricerca delle configurazioni .mcp.json, opencode.json, .cursor, .vscode e .agents.
ja: プロジェクトルートから .mcp.json、opencode.json、.cursor、.vscode、.agents の構成をスキャンします。
ko: 프로젝트 루트에서 .mcp.json, opencode.json, .cursor, .vscode, .agents 구성을 검색합니다.
nl: Scant de projecthoofdmap op de configuraties .mcp.json, opencode.json, .cursor, .vscode en .agents.
pl: Skanuje katalog główny projektu w poszukiwaniu konfiguracji .mcp.json, opencode.json, .cursor, .vscode i .agents.
pt_br: Verifica a raiz do projeto em busca das configurações .mcp.json, opencode.json, .cursor, .vscode e .agents.
ru: Сканирует корень проекта на наличие конфигураций .mcp.json, opencode.json, .cursor, .vscode и .agents.
sv: Söker igenom projektets rotkatalog efter konfigurationerna .mcp.json, opencode.json, .cursor, .vscode och .agents.
tr: Proje kökünü .mcp.json, opencode.json, .cursor, .vscode ve .agents yapılandırmaları için tarar.
uk: Сканує корінь проєкту на наявність конфігурацій .mcp.json, opencode.json, .cursor, .vscode та .agents.
vi: Quét thư mục gốc dự án để tìm cấu hình .mcp.json, opencode.json, .cursor, .vscode và .agents.
zh_hans: 扫描项目根目录中的 .mcp.json、opencode.json、.cursor、.vscode 和 .agents 配置。
zh_hant: 掃描專案根目錄中的 .mcp.json、opencode.json、.cursor、.vscode 與 .agents 組態。
